Repository: mozilla-l10n/mt-training-data
Catalog: lke/lke_pontoon.tmx
Source language: en_us
Languages: lke

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
lke: Oyiremu nga owebiri mubutonde

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
lke: owandike ebyowirire nga omuntu ayogera

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
lke: Owulilisie amadobozi ago kaasi owone engeri ejebagawandikire. bitya kakwatagana? nga be oiremu ogawandike kusa

source: Add information
lke: ensonga ejeyongera ku

source: An error occurred while creating this transcript
lke: Ekizibu kiberewo nga bawandika amalobozi

source: An error occurred while editing the transcript
lke: Ekizibu kiberewo nga batereria ebyawandikirwe

source: An error occurred while recording
lke: Ekizibu kigwirewo nga tukwaata amalobozi

source: An error occurred while skipping the transcript
lke: Ekizibu kikolebwere nga otuma ebyawandikirwe

source: An error occurred while skipping this prompt
lke: Ekizibu kigwirewo nga tutumisia ebibuzo bino

source: An error occurred while submitting the report
lke: Ekizibu kibereewo nga tusindika eripooti

source: An error occurred while uploading your response
lke: Ekizibu kikolebwere nga tutekaku ebyooriremu

source: An error occurred while voting the transcript
lke: Ekizibu kiwonekere nga balonda ebyachusibirwe

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
lke: Oli mu gurup yaisu eya edobozi eyabulijo?

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
lke: Amalozobi agawandikibwe galina okukwata ebigambo byonabyona ebitumuliwe ne ebiribwiremu

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
lke: Kiyamba olulimi eyino nga ochusiachusia emini

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
lke: Kiyamba emimi ejilima amakula amatono

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
lke: Owonyiga sindika olutaambi oba oyikirirye ebya amateka ate mozila akusindikira email ne bigambo okwetaaba mu ebyekola mu porojekit eyamalobozi agobuliijo.

source: By telling us about yourself, you will help developers build more inclusive technology
lke: okutukobera ebigemagana niye, biyamba abazimba okuzimba emikutu ejiyamba

source: Change
lke: Kyuusaia

source: Check
lke: bonamu

source: Check Transcriptions
lke: Obone mu Madobozi

source: Click
lke: Nyiga

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
lke: Nyiga <guidance link> wano<guidance link> oyege engeri ejebakozesia olupapula luno

source: Comment
lke: kukoba ku

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
lke: Edobozi eyabulijo ekulonchinga omukutu ogwo okusolonga amadobozi. Kino ekyaba kuyamba abantu okusolonga ebigambo amangu ate nokuba ekyamugaso eri abasayansi abebigambo ne abakola abigambo

source: Contact us
lke: Otutukirira

source: Continue
lke: Weyongere

source: Continue speaking
lke: Weyongere okwogera

source: Contribute
lke: Otolere

source: Contributing to dataset for { $language }
lke: Okutolera ku database ya

source: <cookiesLink>Cookies<cookiesLink>
lke: cookies

source: Correct
lke: Kitufu

source: Country/Region of Residence
lke: Ensi owotiama

source: Delete
lke: Sangulamu

source: Different language
lke: Enimi ejicuka cuka ku

source: Done
lke: Kiweeyire

source: Don't wish to say
lke: Tinsubira okukikoba

source: Edit
lke: Oteereremu

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
lke: Email

source: English
lke: Luzungu

source: Enter your Country/Region of Residence
lke: oyingirie ensi yo oba ekifo ekyobamu

source: Enter your email
lke: Oyingirye email yo

source: Error
lke: Ensoobi

source: Error while playing audio file.
lke: Ekkizibu kiberewo nga bazanya amalobozi

source: Female/Feminine
lke: Mukaali

source: French
lke: Lufaransa

source: Guidelines
lke: ebyokusimbaku

source: How Spontaneous Speech works
lke: Ngeri ejogera yobulijo owekola

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
lke: Injikirilia amalobozi agabulijo

source: Interested in getting involved with this project, or partnering with us?
lke: Nga otakire okuba mu porojekit eno oba okukola naife?

source: Interface language:
lke: olutumu olulikungulu

source: Intersex
lke: Engaita eyobukula bwo

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
lke: Oyireju ebibuzo nga owosobola. Aye olulimi lyo lube lyee empisaa

source: Learn how to check a transcription
lke: Oyege engeri ejebawona amalobozi agawandikirwe

source: Learn how to transcribe
lke: Oyege engeri ejebakyusa amalobozi mu biwandiko

source: Learn how to use this page
lke: Yega engeri ejebakozesia olupapula luno

source: Listen
lke: Wulira

source: Loading…
lke: kubitekaku

source: Log In
lke: yingiriamu

source: Log In / Sign Up
lke: yingiriamu

source: Log Out
lke: Otolemu

source: Male/Masculine
lke: Musaiza

source: <mark>Check</mark>
lke: Obonemu

source: <mark>Data</mark>
lke: Bigaambo

source: <mark>Prompt</mark>
lke: Ebyamangu

source: <mark>Respond</mark>
lke: Ebiribiwemu

source: <mark>Transcribe</mark>
lke: owandike amalobozi

source: More languages coming soon
lke: Entumu ejindi jikwiiza

source: Not Found
lke: Tinfunire

source: Offensive Content
lke: Ebintu ebimenya amateeka

source: Other
lke: Ebindi

source: Personally Identifiable Information
lke: Ebintu ebyensobola okumanya omweene

source: <privacyLink>Privacy</privacyLink>
lke: kyaama

source: Record your response
lke: Okwaate ebyoyiramu kukatambi

source: Report
lke: eripota

source: Report was passed successfully
lke: Eripoti bajibitirie kusa

source: Respond
lke: Kwiramu

source: Respond To Prompt
lke: Oyiremu ku puromput

source: Response deleted successfully
lke: Ebiririrwe mu bisangulirwe kusa

source: Response submitted successfully
lke: Ebiririrwe mu bisinddikiibwe kusa

source: Select your age
lke: Londa emyaaka jo

source: Select your sex or gender
lke: Olonde echikula kyo

source: Send a link to my email
lke: Osindike olutambi to email yange

source: Skip
lke: Tuuma

source: Skipped
lke: etumiwire

source: Something went wrong while fetching audio for transcriptions. Please try again later.
lke: Waliwo ekiyabire okubibi nga batolayo amalobozi okuwandika. kale geziaku oluvanyuma

source: Something went wrong while fetching prompts. Please try again later.
lke: Eriyo ekiyabire okubibi nga tutolayo ebigambo

source: Something went wrong while fetching transcriptions. Please try again later.
lke: Tibiabire kusa nga bafuna ebyawandikirwe. Kale iramu nate

source: Submit
lke: Sindika

source: Submit All
lke: Sindika byonabyona

source: Submit a report
lke: Otwale eripoti

source: Submitted
lke: Bisindikirwe

source: Success
lke: Ebyoofuniremu

source: Tap
lke: Konaku

source: <termsLink>Terms</termsLink>
lke: Mateeka

source: Thank you for contributing to Spontaneous Speech!
lke: Webaale okusonda kunjogeera eeno

source: Thank you for your information
lke: Webale olwe bigambo byo

source: The content contains a language different than I was expecting.
lke: Ebintu birina olulimi olucuka ku kulwebeere insubira

source: The content has disrespectful or offensive language.
lke: Ebintu birina olulimi eteluwa ekitibwa oba olumenya amateeka

source: The MediaRecorder API is not supported in your browser.
lke: Emedia rekoda teikililia mu burawuza yo

source: The page you are looking for could not be found
lke: olupapula olwokunomia telufunikire

source: There are currently no prompts for this language. Please refresh the page or try again later.
lke: Esawa jino wabula ebiintu muluntumu luno. oyiremu buyaka oba ogezieku eyira

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
lke: wabula amadobozi ege bawandikire mu lutumu luno. oyilemu owonemu buyaka

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
lke: Wabula amalobozi ago okuwandika mu luntumu luno esawa eno. oyilemu olupapula oba ogezieku eyira

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
lke: Ebintu bino birina ebigaambo ebyosobola omwene okumanya nga erima, email address, ekitundu, enumba ejobonera ku oba enamba eyeesimu

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
lke: Ebigambo bino byakusima kwo okutuwa- otuwa nga otakire. owetuba nga tufulumia akatambi kano tukweeka ebikukwata ku byonabyo nga amalina go, email, emiaka, obukula bwo. Orwa technology eno okukola okusa olwa bulimuntu, ebigambo ebiyamba abakola etekinolojji kyetaga ebilobozo bya abantu bangi.

source: Transcribe
lke: kuchusia amalobozi mu biwandiko

source: Transcribe Audio
lke: Owulilisie amadowozi

source: Transcript edited successfully
lke: Ebyawandikibirwe babitererie kusa

source: Transcript skipped successfully
lke: Ebyawandikirwe babitumire kusa

source: Transcript submitted successfully
lke: Amalobozi agawandikirwe gasindikirwe kusa

source: Transcript voted successfully
lke: Amalobozi gailibwiremu galondeiwe kusa

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
lke: Biyamba kunjogera eyobulijo ate kozesia ebintu nga otaka amaloboza okukola ne' abantu abatumula

source: Welcome to Spontaneous Speech
lke: Tusangaile ku enjogera eyamangu

source: We periodically release the dataset
lke: Tufulumia ebigambo bulijo

source: We will show you a prompt or question
lke: Twakulaga ebibuzo

source: What issues are you experiencing with this content?
lke: Insoga ki ejokubitamu ne ebintu bino

source: What is your age?
lke: Emyaaka jo imeeka

source: What is your sex or gender?
lke: Oli wachikula ki

source: Why are you asking?
lke: Lwaki obulia

source: Why we built this Spontaneous Speech prototype
lke: Lwaki twazimbire amadobozi ngano mungeri eno

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
lke: Wandika ebwo omuntu ebyakobere, nebigambo nga 'um' oba 'errr'.

source: Write down what you hear the person saying here
lke: Owandike ebyobulire nga omuntu akoba wanu

source: You check whether the transcription matches the audio
lke: Obonemu nga ebiwandikirwe biabirana na amadobozi agazanyibwire

source: You must allow microphone access.
lke: Olina okwikiriria emikurofoni okukwata

source: You respond or reply to it as naturally as you can
lke: Oyiremu nga owomaite

source: You write down what you hear in the audio clips
lke: owandike ebyobulire mumalobozi agebazanyire
